name: "pp_pre_text_det"
backend: "python"
max_batch_size: 6
input [
  {
    name: "pre_text_det_input_images"
    data_type: TYPE_UINT8
    dims: [3,-1,-1]
  }
]
output [
  {
    name: "pre_text_det_outout_images"
    data_type: TYPE_FP32
    dims: [3,-1,-1]
  },
  {
    name: "pre_text_det_outout_shape_list"
    data_type: TYPE_FP32
    dims: [4]
  }
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]