name: "pp_post_text_det_v2"
backend: "python"
max_batch_size: 50
input [
  {
    name: "post_text_det_input_images"
    data_type: TYPE_FP32
    dims: [1,-1,-1]
  }
]
output [
  {
    name: "post_text_det_output"
    data_type: TYPE_FP32
    dims: [-1,4,2]
  }
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]