name: "yolo_pre_vehicle_det"
backend: "python"
max_batch_size: 6
input [
  {
    name: "pre_vehicle_det_input_images"
    data_type: TYPE_UINT8
    dims: [3,-1,-1]
  }
]
output [
  {
    name: "pre_vehicle_det_output_images"
    data_type: TYPE_FP32
    dims: [3,-1,-1]
  }
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]