name: "pp_post_text_det"
backend: "python"
max_batch_size: 6
input [
  {
    name: "post_text_det_input_shape_list"
    data_type: TYPE_FP32
    dims: [4]
  },
  {
    name: "post_text_det_input_images"
    data_type: TYPE_FP32
    dims: [1,-1,-1]
  }
]
output [
  {
    name: "post_text_det_output"
    data_type: TYPE_FP32
    dims: [-1,4,2]
  }
]
instance_group [
    {
      count: 1
      kind: KIND_CPU
    }
]